tap "noahgorstein/tap"
tap "nikitabobko/tap"
tap "homebrew/cask-fonts"

brew "stow"
brew "bat"
brew "fd"
brew "fzf"
brew "gcc"
brew "go"
brew "lazygit"
brew "lazydocker"
brew "jq"
brew "pnpm"
brew "python@3.13"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "cmake"
brew "awscli"
brew "delve"
brew "eza"
brew "neovim"
brew "sesh"
brew "yq"
brew "noahgorstein/tap/jqp"
brew "chruby"
brew "ruby-install"
brew "carapace"
brew "starship"

cask "qmk-toolbox"
cask "font-fira-code-nerd-font"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "postman"
cask "slack"
cask "spotify"
cask "docker"
cask "notion"
cask "visual-studio-code"
