tap "noahgorstein/tap"
tap "nikitabobko/tap"
tap "felixkratz/formulae"

brew "stow"
brew "borders"
brew "bat"
brew "fd"
brew "fzf"
brew "gcc"
brew "go"
brew "lazygit"
brew "lazydocker"
brew "jq"
brew "pnpm"
brew "python@3.13"
brew "ripgrep"
brew "tlrc"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "cmake"
brew "awscli"
brew "delve"
brew "eza"
brew "neovim"
brew "sesh"
brew "yq"
brew "noahgorstein/tap/jqp"
brew "carapace"
brew "starship"
brew "asdf"
brew "libyaml"
brew "luarocks"
brew "imagemagick"
brew "rubyfmt"
brew "jless"
brew "wget"
brew "dockutil"
brew "ffmpeg"
brew "sevenzip"
brew "poppler"
brew "resvg"
brew "yazi"

cask "qmk-toolbox"
cask "font-fira-code-nerd-font"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "postman"
cask "slack"
cask "spotify"
cask "docker-desktop"
cask "notion"
cask "visual-studio-code"
cask "kitty"
cask "karabiner-elements"
cask "google-chrome"
cask "obsidian"
